

hl1 = round(150/416,2) #监测区域高度距离图片顶部比例
wl1 = round(125/416,2) #监测区域高度距离图片左部比例
hl2 = round(155/416,2)  # 监测区域高度距离图片顶部比例
wl2 = round(190/416,2)  # 监测区域高度距离图片左部比例
hl3 = round(415/416,2)  # 监测区域高度距离图片顶部比例
wl3 = round(105/416,2)  # 监测区域高度距离图片左部比例
hl4 = round(415/416,2)  # 监测区域高度距离图片顶部比例
wl4 = round(10/416,2)  # 监测区域高度距离图片左部比例

Lhl1 = round(157/416,2) #监测区域高度距离图片顶部比例
Lwl1 = round(212/416,2) #监测区域高度距离图片左部比例
Lhl2 = round(125/416,2)  # 监测区域高度距离图片顶部比例
Lwl2 = round(300/416,2)  # 监测区域高度距离图片左部比例
Lhl3 = round(415/416,2)  # 监测区域高度距离图片顶部比例
Lwl3 = round(410/416,2)  # 监测区域高度距离图片左部比例
Lhl4 = round(415/416,2)  # 监测区域高度距离图片顶部比例
Lwl4 = round(300/416,2)  # 监测区域高度距离图片左部比例

print(hl1,wl1,hl2,wl2,hl3,wl3,hl4,wl4)
print(Lhl1,Lwl1,Lhl2,Lwl2,Lhl3,Lwl3,Lhl4,Lwl4)